{
  "file_path": "data/original/[2020년 기출] 동방고등학교 (대전 서구) 2학년 1학기 중간 영어Ⅰ 능률(김성곤).pdf",
  "toc": [],
  "pages_text": [
    "동방고등학교 1학기 중간고사 2학년 내신코치에서는 전국 최신 기출문제를 완전무료로 제공합니다. 영어1 the most widely known was the first heart 다음 다음 글의 글의 제목으로 제목으로 가장 가장 적절한 적절한 것은? 것은 다음 다음 글의 글의 제목으로 제목으로 가장 가장 적절한 적절한 것은 것은 1. transplant, performed by the South African zb zb 1) 1) zbzb 1)1) Tigers, one of the world's largest feline species, surgeon Christiaan Barnard in 1967. The patient's have long been the kings of Asia's forests. Despite death 18 days later did not weaken the spirits of being the dominant predators of their habitats, those who welcomed a new era of medicine. The they move silently and remain unseen most of the ability to perform heart transplants was linked to time. Imagine how ancient people must have felt the development of respirators, which had been when encountering tigers in the wild! It is no introduced to hospitals in the 1950s. Respirators surprise that tigers have been feared and could save many lives. but not all those whose worshipped by humans for centuries, standing as hearts kept beating ever recovered any other symbols of power and courage. The fact that significant functions. In some cases, their brains ancient rock paintings feature images of tigers had ceased to function altogether. The realization shows how closely tigers have been related to that such patients could be a source of organs humans throughout history. At one time, tigers for transplantation led to the setting up of the were found all across Asia, from Korea to Turkey. Harvard Brain Death Committee, and to its However, the world's tiger population has been recommendation that the absence of all shrinking rapidly. Illegal hunting and habitat loss (A)\"discernible central nervous system activity\" are the main reasons behind this decrease. At the should be \"a new criterion for death.\" The start of the 20th century, it was estimated that recommendation has since been adopted, with there were approximately 100,000 wild tigers. In some modifications, almost everywhere. recent years, however, three of the nine With regard to patient who had been rendered subspecies of tigers have become extinct. In fact, incompetent, the patient should be declared dead. it is now estimated that there are fewer than 4,000 tigers living in the wild. Some experts even The proper limits of employing new medical predict that the last of the world's wild tigers will technology should be introduced to save a patient's disappear within the next 10 years. life. The availability of respirator and life-extending Laws to Protect Animals technology raised questions about the standard of Tracking Animal Population being dead. How to Protect Animals at Risk A patient's life must always be prolonged for as Tigers in danger of Becoming Extinct long as possible even if the patient's prospects are Interesting Facts about Wildlife Conservation very poor. Questions about the limits of treatment for those who are unable to decide for themselves were raised over the world. 다음 다음 글의 글의 요지로 요지로 가장 가장 적절한 적절한 것은? 것은 다음 다음 글의 글의 요지로 요지로 가장 가장 적절한 적절한 것은 것은 3. zb zb 3) 3) zbzb 3)3) On one occasion I was trying to explain the concept of buffers to my children. We were in the 밑줄 밑줄 친 친 (A)가 (A) 가 다음 다음 글에서 글에서 의미하는 의미하는 바로 바로 가장 가장 밑줄 밑줄 친 친 (A) (A) 가 가 다음 다음 글에서 글에서 의미하는 의미하는 바로 바로 가장 가장 2. car together at the time and I tried to explain the zb zb 적절한 적절한 것은? 것은 zbzb 적절한 적절한 것은 것은 2) 2) 2)2) ides using a game. Imagine, I said, that we had to Of all the medical achievements of the 1960s,",
    "get to our destination three miles away without not a process in which we start with a fully stopping. We couldn't predict what was going to formed idea in our heads that we then simply happen in front of us and around us. We didn't transcribe in an unchanged state onto the page. know how long the light would stay on green or if On the contrary, writing is more often a means of the car in front would suddenly put on its brakes. discovery in which we use the writing process to The only way to keep from crashing was to put figure out what our idea is. This is why writers extra space between our car and the car in front are often surprised to find that what they end up of us. This space acts as a buffer. It gives us with on the page is quite different from what they time to respond and adapt to any sudden moves thought it would be when they started. What we by other cars. Similarly, we can reduce the are trying to say here is that everyday language is friction of doing the essential in our work and often crucial for this discovery process. lives simply by creating a buffer. Translating your ideas into more common, simpler terms can help you figure out what your ideas An example can easily explain the concept of really are, as opposed to what you initially buffer zones. imagined they were. The preparation for the future is an investment in Writing is the direct result of opening thoughts. uncertainty. Writing in simple words helps to clarify your ideas. Many of the friction we face in our lives needs to Simple language can effectively communicate what be reduced. one wants to say. A buffer is something that can deal with what is It is the ability of a writer to convert academic happening all of sudden. language into everyday language. To prevent collisions with other cars is to maintain The language needs to be as simple as possible so a safe distance. that it can be understood easily. 다음 다음 글의 글의 요지로 요지로 가장 가장 적절한 적절한 것은? 것은 다음 다음 글의 글의 요지로 요지로 가장 가장 적절한 적절한 것은 것은 5. 다음 다음 글의 글의 요지로 요지로 가장 가장 적절한 적절한 것은? 것은 다음 다음 글의 글의 요지로 요지로 가장 가장 적절한 적절한 것은 것은 zb zb 5) 5) zbzb 5)5) 4. Now, it is obvious that we must protect tigers. zb zb zbzb 4) 4) 4)4) You may, however, still wonder how switching off Translating academic language into everyday the lights helps. Well, the lights in our homes language can be an essential tool for you as a require electricity, and more than half of the writer to clarify your ideas to yourself. For, as world's electricity is created by burning fossil writing theorists often note, writing is generally",
    "fuels. When fossil fuels are burned, carbon any harm: many countries have abundant natural dioxide is released into the air, and this resources and have managed to outgrow their contributes to climate change. Climate change has dependence on them by ____________________. a number of negative effects, including rising sea That is the case of Canada, Australia, or the US, levels that threaten many parts of the world. One to name the most important ones. But some of these places, called the Sundarbans, is an area developing countries are trapped in their on the coast of Bangladesh inhabited by a large dependence on their large natural resources. They number of tigers. If Earth's oceans continue to suffer from a series of problems since a heavy rise, this area could be wiped out and its tiger dependence on natural capital tends to exclude population could be reduced by as much as 96%. other types of capital and thereby interfere with By conserving energy, however, we can slow economic growth. climate change, and this will slow the rise of the putting overvaluation on their own currency oceans. So keep switching off the lights whenever maintaining the level of capital per inhabitants you're the last person to leave a room! You can making the use of the various social security also protect tigers when shopping. Many popular system products, including chocolate, instant noodles, and soap, are made with palm oil. Unfortunately, importing competing industries for high-tech forests where tigers live are being destroyed to manufacturing build more and more palm oil plantations. Some avoiding uniformity or monotony of the economic palm oil, however, is produced in a more activities sustainable way. Products that use this environmentally friendly palm oil usually have a 다음 다음 빈칸에 빈칸에 들어갈 들어갈 말로 말로 가장 가장 적절한 적절한 것은? 것은 다음 다음 빈칸에 빈칸에 들어갈 들어갈 말로 말로 가장 가장 적절한 적절한 것은 것은 7. special mark on the label. Look for it the next zb zb 7) 7) zbzb 7)7) time you go shopping! When I started my career, I looked forward to the annual report from the organization showing Saving depends on the type of bulbs you use. statistics for each of its leaders. As soon as I Eco-friendly products should be used to decrease received them in the mail, I'd look for my carbon dioxide. standing and compare my progress with the The media provides new insights into progress of all the other leaders. After about five environmental processes. years of doing that. I realized how harmful it was. Comparing yourself to others is really just a(n) The burning of fossil fuels is the largest source of ______ distraction. The only one you should emissions of carbon dioxide. compare yourself to is you. Your mission is to You can achieve big results from small wins to become better today than you were yesterday. protect the endangered animals. You do that by focusing on what you can do today to improve and grow. Do that enough, and if you look back and compare the you of weeks, months, or years ago to the you of today, you should be greatly encouraged by your progress. neutral indifferent indispensable impartial redundant 다음 다음 빈칸에 빈칸에 들어갈 들어갈 말로 말로 가장 가장 적절한 적절한 것은? 것은 다음 다음 빈칸에 빈칸에 들어갈 들어갈 말로 말로 가장 가장 적절한 적절한 것은 것은 6. 밑줄 밑줄 친 친 부분 부분 중, , 문맥상 문맥상 낱말의 낱말의 쓰임이 쓰임이 적절하 적절하 밑줄 밑줄 친 친 부분 부분 , , 문맥상 문맥상 낱말의 낱말의 쓰임이 쓰임이 적절하 적절하 8. zb zb 6) 6) zbzb 6)6) Some natural resource-rich developing countries 지 지 않은 않은 것은? 것은 zb zb 지 지 않은 않은 것은 것은 8) 8) zbzb 8)8) tend to create an excessive dependence on their Many of the leaders I know in the media natural resources, which generates a lower industry are intelligent, competent, and honest. But productive diversification and a lower rate of they are leaders of companies that appear to have growth. Resource abundance in itself need not do only one purpose: the single-minded pursuit of",
    "short-term profit and \"shareholder valve.\" I believe, one farther down the list. This requirement has however, that the media industry, by its very nature led the food industry to put in three different and role in our society and global culture, must act sources of sugar so that they don't have to say differently than other industries - especially the food has 欱that much sugar. So sugar doesn't because they have the free use of our public appear first. Whatever the true motive, ingredient airwaves and our digital spectrum, and have almost labeling still does not fully convey the amount of bounded access to our children's hearts and minds. sugar 欲being added to food, certainly not in a These are invaluable assets, and the right to use language that's easy for consumers to understand. them should necessarily carry serious and A world famous cereal brand's label, for example, long-lasting responsibilities to promote the public indicates that the cereal has 11 grams of sugar good. per serving. But nowhere 欳does it tell consumers that more than one-third of the box 欴contains added sugar. 0개 1개 2개 3개 (A), (A), (B), (B), (C)의 (C) 의 각 각 괄호 괄호 안에서 안에서 어법에 어법에 맞는 맞는 (A), (A), (B), (B), (C) (C) 의 의 각 각 괄호 괄호 안에서 안에서 어법에 어법에 맞는 맞는 9. 4개 표현으로 표현으로 가장 가장 적절한 적절한 것은? 것은 zb zb 표현으로 표현으로 가장 가장 적절한 적절한 것은 것은 9) 9) zbzb 9)9) There are many superstitions surrounding the 다음 다음 欮~欴 중 중 어법상 어법상 잘못된 잘못된 단어의 단어의 개수는? 개수는 다음 다음 중 중 어법상 어법상 잘못된 잘못된 단어의 단어의 개수는 개수는 11. world of the theater. Superstitions can be zb zb zbzb 11) 11) 11) 11) The growing field of genetics 欮are showing us anything from not wanting to say the last line of what many scientists have suspected for years a play before the first audience comes, to not foods can immediately influence the genetic (A)[want / wanting] to rehearse the curtain call blueprint. This information helps us better before the final rehearsal. Shakespeare's famous understand that genes are under our control and tragedy Macbeth is said to (B) [curse / be cursed], not something we must obey. Consider identical and to avoid problems actors never say the title twins; both individuals 欯are given the same of the play out loud when inside a theater or a genes. In midlife, one twin develops cancer, and theatrical space (like a rehearsal room or costume 欰the other lives a long healthy life without shop). Since the play is set in Scotland, the secret cancer. A specific gene instructed one twin to code you say when you need to say the title of develop cancer, but in the other the same gene the play (C) [is / are] \"the Scottish play.\" If you do did not initiate the disease. One possibility is that say the title by accident, legend has it that you the healthy twin had a diet that turned off the have to go outside, turn around three times, and cancer gene - the same gene that instructed the come back into the theater. other person 欱to get sick. For many years, (A) (B) (C) scientists 欲have recognized other environmental want be cursed are factors, such as chemical toxins (tobacco for example), can contribute to cancer through their want curse are actions on genes. The notion 欳which food has a want be cursed is specific influence on gene expression is relatively wanting curse is new. wanting be cursed is 0개 1개 2개 3개 4개 다음 다음 欮~欴 중 중 어법상 어법상 잘못된 잘못된 단어의 단어의 개수는? 개수는 다음 다음 중 중 어법상 어법상 잘못된 잘못된 단어의 단어의 개수는 개수는 10. zb zb zbzb 10) 10) 10) 10) If a food contains more sugar than any other 欮 ingredient government regulations require that sugar 欯be listed first on the label. But if a food contains several different kinds of sweeteners, 다음 다음 欮~欳 중 중 잘못 잘못 쓰여진 쓰여진 어휘의 어휘의 개수는? 개수는 다음 다음 중 중 잘못 잘못 쓰여진 쓰여진 어휘의 어휘의 개수는 개수는 12. they can be listed separately, which 欰pushes each zb zb 12) 12) zbzb 12) 12)",
    "true for anything you attempt. When you know When he was dying, the 欮contemporary the simple movements so well that you can Buddhist teacher Dainin Katagiri wrote a perform them without thinking, you are free to remarkable book called Returning to Silence. Life, pay attention to more 欯advanced details. In this he wrote, \"is a dangerous situation.\" It is the 欯 way, habits are the 欰backbone of any pursuit of weakness of life that makes it precious; his words excellence. However, the benefits of habits come are filled with the very fact of his own life passing at a cost. At first, each repetition 欱develops away. \"The china bowl is beautiful because sooner fluency, speed, and skill. But then, as a habit or later it will break.... The life of the bowl is becomes automatic, you become 欲more sensitive always existing in a dangerous situation.\" Such is to feedback. You fall into 欳mindless repetition. It our struggle: this 欰unstable beauty. This 欱 becomes easier to let mistakes slide. When you inevitable wound. We forget - how easily we forget can do it \"good enough\" automatically, you 欴keep - that love and loss are 欲intimate companions, thinking about how to do it better. that we love the real flower so much more than the plastic one and love the cast of twilight across 0개 1개 a mountainside lasting only a moment. It is this 2개 3개 very 欳delicacy that opens our hearts. 4개 0개 1개 2개 3개 다음 다음 주어진 주어진 문장이 문장이 들어가기에 들어가기에 가장 가장 적절한 적절한 곳 다음 다음 주어진 주어진 문장이 문장이 들어가기에 들어가기에 가장 가장 적절한 적절한 14. 4개 zb zb 은? zbzb 14) 14) 14) 14) The cycle of weather reinforced this idea: a puddle of water on the ground gradually dries out disappears, and then falls later as rain. I was sitting outside a restaurant in Spain one summer evening. waiting for dinner. ( ) The aroma of the kitchens excited my taste buds. ( ) My future meal was coming to me in the form of molecules drifting through the air, too small for my eyes to see but detected by my nose. ( ) The ancient Greeks first came upon the idea of atoms this way; the smell of baking bread suggested to them that small particles of bread existed beyond vision. ( ) They reasoned that there must be particles of water that turn into steam, form clouds, and fall to earth, so that the water is conserved even though the little particles are too small to see. ( ) My paella in Spain had inspired me, four thousand years too late, to take the credit for atomic theory. 다음 다음 주어진 주어진 문장이 문장이 들어가기에 들어가기에 가장 가장 적절한 적절한 곳 다음 다음 주어진 주어진 문장이 문장이 들어가기에 들어가기에 가장 가장 적절한 적절한 15. 다음 다음 欮~欴 중 중 잘못 잘못 쓰여진 쓰여진 어휘의 어휘의 개수는? 개수는 다음 다음 중 중 잘못 잘못 쓰여진 쓰여진 어휘의 어휘의 개수는 개수는 zb zb 13. 은? zbzb 15) 15) 15) 15) zb zb zbzb 13) 13) 13) 13) Habits create the foundation for mastery. In However, other significant play motivations are chess, it is only after the basic movements of the based on the need to express creativity, discover pieces have become automatic that a player can hidden talents, or pursue excellence in varied focus on the next level of the game. Each chunk forms of personal expression. of information that is 欮memorized opens up the mental space for more effortful thinking. This is",
    "agriculture were happier, healthier, or neither, it In addition to the varied forms that recreation is undeniable that there were more of them. ( ) may take, it also meets a wide range of individual Agriculture both supports and requires more people needs and interests. ( ) Many participants take part to grow the crops that sustain them. ( ) Estimates in recreation as a form of relaxation and release vary, of course, but evidence points to an increase from work pressures or other tensions. ( ) Often in the human population from 1-5 million people they may be passive spectators of entertainment worldwide to a few hundred million once agriculture provided by television, movies, or other forms of had become established. ( ) It brings qualitative electronic amusement. ( ) For some participants, changes in the way people live. ( ) For example, active, competitive recreation may offer a channel more people means more kinds of diseases, for releasing hostility and aggression or for particularly when those people are sedentary. ( ) struggling against others or the environment in Those groups of people can also store food for long adventurous, high-risk activities. ( ) Others enjoy periods, which creates a society with haves and recreation that is highly social and provides the have-nots. opportunity for making new friends or cooperating with others in group settings. ( ) 주어진 주어진 글 글 다음에 다음에 이어질 이어질 글의 글의 순서로 순서로 가장 가장 적 주어진 주어진 글 글 다음에 다음에 이어질 이어질 글의 글의 순서로 순서로 가장 가장 18. 절한 절한 것은? 것은 zb zb 절한 절한 것은 것은 18) 18) zbzb 18) 18) 다음 다음 주어진 주어진 문장이 문장이 들어가기에 들어가기에 가장 가장 적절한 적절한 곳 다음 다음 주어진 주어진 문장이 문장이 들어가기에 들어가기에 가장 가장 적절한 적절한 16. 은? zb zb 16) 16) zbzb 16) 16) Nothing happens immediately, so in the beginning we can't see any results from our She took a seat in the black zone and watched practice. This is like the example of the man who quietly as more and more passengers got on the tries to make fire by rubbing two sticks of wood bus and then all the seats in the white zone were together. taken. (A) Then he starts again, but the going is slow, On December 1, 1955, in the American city of so he rests again. By then the heat has Montgomery, Alabama, a black woman named disappeared: he didn't keep at it long enough. He Rosa Parks got on a bus. ( ) At that time in rubs and rubs until he gets tired and then he Montgomery, buses were divided into two zones: one stops altogether. for black people and the other for white people. ( ) Then the driver ordered her to give her seat to a (B) Not only is he tired, but he becomes more white passenger. ( ) Rosa Parks was a shy, and more discouraged until he gives up mild-mannered introvert. ( ) She avoided standing completely. \"There's no fire here.\" Actually, he out in public or drawing attention to herself. ( ) was doing the work, but there wasn't enough heat However, she had the courage to resist injustice. So to start a fire. The fire was there all the time. but she answered calmly with a single word - \"No.\" he didn't carry on to the end. The furious driver called the police, and she was (C) He says to himself. \"They say there's fire arrested. here.\" and he begins rubbing energetically. He rubs on and on, but he's very impatient. He wants 다음 다음 주어진 주어진 문장이 문장이 들어가기에 들어가기에 가장 가장 적절한 적절한 곳 다음 다음 주어진 주어진 문장이 문장이 들어가기에 들어가기에 가장 가장 적절한 적절한 to have that fire, but the fire doesn't come. So he 17. 은? zb zb 17) 17) zbzb 17) 17) gets discouraged and stops to rest for a while. And a larger population doesn't just mean (A)-(C)-(B) (B)-(A)-(C) increasing the size of everything, like buying a (B)-(C)-(A) (C)-(A)-(B) bigger box of cereal for a larger family. (C)-(B)-(A) Regardless of whether the people existing after",
    "athletic. On the rugby field, nobody passed the ball to him or involved him in the game, except to make fun of him. Diego's early education had not 주어진 주어진 글 글 다음에 다음에 이어질 이어질 글의 글의 순서로 순서로 가장 가장 적 주어진 주어진 글 글 다음에 다음에 이어질 이어질 글의 글의 순서로 순서로 가장 가장 19. prepared him well for life at his new school. His 절한 절한 것은? 것은 zb zb 절한 절한 것은 것은 19) 19) zbzb 19) 19) knowledge of English was limited, so be avoided The boundary between uniquely human conversation. However. Diego enjoyed the creativity and machine capabilities continues to company of Juan Salvado. Indeed, on the terrace. change. Diego could relax. He had some friends who also had trouble fitting in. Looking after Juan Salvado was good for those boys. They fed him fish, swept (A) It's not because the computer has the terrace, and spent time with him. memorized the Fischer-Byrne game, but rather because it searches far enough ahead to see that Diego was too shy to hang out with his friends. these moves really do pay off. Diego wanted to take care of penguins. (B) On the surface, these moves seemed insane, Diego avoided participating in conversations with but several moves later. Fischer used these moves his friends. to win the game. His creativity was praised at the Diego showed no interest in any activities at time as the mark of genius. Yet today if you school except rugby. program that same position into an ordinary Friends like Diego who are adapted to school took chess program, it will immediately suggest the care of penguins. exact moves that Fischer made. (C) Returning to the game of chess, back in 1956, thirteen-year-old child prodigy Bobby Fischer made a pair of remarkably creative moves against grandmaster Donald Byrne. First he sacrificed his knight, seemingly for no gain, and then exposed his queen to capture. (A)-(C)-(B) (B)-(A)-(C) (B)-(C)-(A) (C)-(A)-(B) (C)-(B)-(A) Christiaan Christiaan Huygeng에 Huygeng 에 관한 관한 다음 다음 글의 글의 내용과 내용과 Christiaan Christiaan Huygeng Huygeng 에 에 관한 관한 다음 다음 글의 글의 내용과 내용과 21. 다음 다음 글의 글의 내용과 내용과 일치하지 일치하지 않는 않는 것은? 것은 다음 다음 글의 글의 내용과 내용과 일치하지 일치하지 않는 않는 것은 것은 20. zb zb 일치하지 일치하지 않는 않는 것은? 것은 zbzb 일치하지 일치하지 않는 않는 것은 것은 21) 21) 21) 21) zb zb 20) 20) zbzb 20) 20) From the first day that I brought a penguin to Dutch mathematician and astronomer Christiaan live at the school, one student in particular Huygens was born in The Hague in 1629. He wanted to help with his care. His name was Diego studied law and mathematics at his university, and Gonzales, Diego was a shy boy who seemed to be then devoted some time to his own research, frightened of his own shadow. He struggled with initially in mathematics but then also in optics, his classes, and none of the after-school activities working on telescopes and grinding his own seemed to suit him. He was neither strong nor",
    "lenses. Huygens visited England several times, and feelings, while extroverts are drawn to the met Isaac Newton in 1689. In addition to his work external world of people and activities. Introverts on light, Huygens had studied forces and motion, recharge their batteries by spending some time but he did not accept Newton's law of universal alone; extroverts need to recharge when they do gravitation. Huygens' wide-ranging achievements not socialize enough. Extroverts are good at included some of the most accurate clocks of his performing tasks under pressure and coping with time, the result of his work on pendulums. His multiple jobs at once. Introverts, on the other astronomical work, carried out using his own hand, like to focus on one task at a time and can telescopes, included the discovery of Titan, the concentrate very well. Extroverts tend to do largest of Saturn's moons, and the first correct assignments quickly. They make fast decisions and description of Saturn's rings. are comfortable with taking risks. Introverts often work more slowly and deliberately. They think He discovered the largest Saturn's moon. before they act, give up less easily, and work He was attracted to Newton's law of universal more accurately. gravitation. Extroverts get energy from inside themselves. He studied not simply light but also forces and Extroverts are willing to take a risk when doing motion. their work. He carried out astronomical research using his Extroverts are interested in what is happening telescope. around them. He studied law and math in college, and then Introverts mentally rehearse before speaking and worked on telescopes. need time to make a decision. Introverts need to have their own territory for their own thoughts and feelings. 惊 다음 다음 글을 글을 읽고 읽고 물음에 물음에 답하시오. 답하시오 . 다음 다음 글을 글을 읽고 읽고 물음에 물음에 답하시오 답하시오 . . Extroverts와 Extroverts 와 Introverts에 Introverts 에 관한 관한 내용과 내용과 일치하 일치하 Extroverts Extroverts 와 와 Introverts Introverts 에 에 관한 관한 내용과 내용과 일치하 일치하 22. On June 29, 1975, Steve Wozniak tapped a few zb zb 지 지 않은 않은 것은? 것은 zbzb 지 지 않은 않은 것은 것은 22) 22) 22) 22) keys on his keyboard, and letters appeared on a Everybody is unique. However, there have been screen. He had just created a personal computer many attempts to categorize people's personalities. that allowed people to type on a keyboard and 欮 One of the most common methods divides people saw the results on a monitor simultaneously. At into two types, introverts and extroverts. the sight of the brilliant device, Steve Jobs According to this division, introverts tend to be suggested to Wozniak that they start a business. drawn to the internal world of thoughts and",
    "happen if tigers became 欮extinct. Existing at the (A) The two men had opposite personalities. top of the food chain, they maintain the Wozniak hated small talk and often worked alone. populations of animals they prey on, such as deer It was these features of his introverted personality and boar. Without tigers, these species would 欯that enabled him to focus on inventing things. rapidly increase in number. As a result, their food Jobs, on the other hand, had outstanding social source, vegetation would begin to 欯appear. This skills. According to Wozniak, he was good at would cause birds and insects to lose their homes, communicating with people. Wozniak was a shy and bigger animals that prey on them would soon inventor, whereas Jobs was a daring entrepreneur, run out of food. Eventually, the entire ecosystem but they were alike in 欰that neither was afraid to would be 欰affected. Humans are no exception, as face challenges that seemed impossible. we rely on nature for everything we need to (B) Wozniak was a great inventor. When he 欱 survive, including air, food, and water. This is partner with Jobs, however, he was able to do how the 欱disappearance of a single species can much more. In fact, the two men formed one of threaten the whole planet. the most famous partnerships of the digital era. Now imagine what would happen if we made the Wozniak would come up with a clever engineering effort to save tigers. Tigers are considered an idea, and Jobs would find a way to polish, \"umbrella species.\" This is an ecological term package, and sell it. referring to species that live in a large area (C) So which personality type is better? containing a variety of different ecosystems. If we Obviously, the answer is 欲neither. The world choose to protect these species, we must 欲 needs both introverts and extroverts, and they conserve their habitat. As a result, the other often make a terrific team. We simply need to species that share this habitat, including trees and respect different personalities as well as our own. insects, are protected too, as if there were a large Then, when we have a chance to work together, umbrella being held over them. we might be able to do great things! 빈칸에 빈칸에 들어갈 들어갈 말로 말로 가장 가장 적절한 적절한 것은? 것은 빈칸에 빈칸에 들어갈 들어갈 말로 말로 가장 가장 적절한 적절한 것은 것은 25. 주어진 주어진 글 글 다음에 다음에 이어질 이어질 순서로 순서로 가장 가장 적절한 적절한 주어진 주어진 글 글 다음에 다음에 이어질 이어질 순서로 순서로 가장 가장 적절한 적절한 23. zb zb zbzb 25) 25) 25) 25) classified identified zb zb 것은? 것은 zbzb 것은 것은 23) 23) 23) 23) threatened increasing (A)-(C)-(B) (B)-(A)-(C) interlinked (B)-(C)-(A) (C)-(A)-(B) (C)-(B)-(A) 밑줄 밑줄 친 친 欮~欲 중 중 어법상 어법상 옳지 옳지 않은 않은 것은? 것은 밑줄 밑줄 친 친 중 중 어법상 어법상 옳지 옳지 않은 않은 것은 것은 24. zb zb 24) 24) zbzb 24) 24) 欮 欯 欰 欱 欲 밑줄 밑줄 친 친 欮~欲 중 중 문맥상 문맥상 낱말의 낱말의 쓰임이 쓰임이 어색 어색 밑줄 밑줄 친 친 중 중 문맥상 문맥상 낱말의 낱말의 쓰임이 쓰임이 어색 어색 26. zb zb 한 것은? 것은 zbzb 것은 것은 26) 26) 26) 26) 惊 다음을 다음을 읽고 읽고 물음에 물음에 답하시오. 답하시오 . 다음을 다음을 읽고 읽고 물음에 물음에 답하시오 답하시오 . . 欮 欯 It would be very sad if there were no more wild tigers. Would it really matter, though? After all, 欰 欱 we could still see them in zoos or watch programs 欲 about them on TV. Shouldn't we be more worried about protecting human beings? The fact is, however, that we need to protect tigers in order to protect ourselves. This is because all of Earth's species are ____________. Think about what would",
    "惊 다음을 다음을 읽고 읽고 물음에 물음에 답하시오. 답하시오 . 다음을 다음을 읽고 읽고 물음에 물음에 답하시오 답하시오 . . Animal studies have dealt with the distances creatures may keep between themselves and members of other species. These distances determine the functioning of the so-called \"flight or fight\" mechanism. As an animal senses what it considers to be a predator approaching within its 'flight' distance, it will quite simply run away. (A) If a perceived predator approaches within the flight distance but the animal is trapped by obstacles or other predators and cannot flee, it must stand its ground. Eventually, however, attack becomes the best form of defence, and so the trapped animal will turn and fight. (B) The distance at which this happens is amazingly consistent, and Hediger, a Swiss biologist, claimed to have measured it remarkably precisely for some of the species that he studied. Naturally, it varies from species to species, and usually the larger the animal the longer its flight distance. I have had to use a long focus lens to take photographs of giraffes, which have very large flight distances. (C) By contrast, I have several times nearly stepped on a squirrel in my garden before it drew attention to itself by suddenly escaping! We can only assume that this variation in distance matches the animal's own assessment of its ability to accelerate and run. The 'light' distance is always smaller than the flight distance. 주어진 주어진 글 글 다음에 다음에 이어질 이어질 순서로 순서로 가장 가장 적절한 적절한 주어진 주어진 글 글 다음에 다음에 이어질 이어질 순서로 순서로 가장 가장 적절한 적절한 27. zb zb 것은? 것은 zbzb 것은 것은 27) 27) 27) 27) (A)-(C)-(B) (B)-(A)-(C) (B)-(C)-(A) (C)-(A)-(B) (C)-(B)-(A) 다음 다음 중 중 윗글의 윗글의 내용과 내용과 일치하지 일치하지 않는 않는 것은? 것은 다음 다음 중 중 윗글의 윗글의 내용과 내용과 일치하지 일치하지 않는 않는 것은 것은 28. zb zb 28) 28) zbzb 28) 28) 동물은 포식자가 자신의 도주 거리 내로 접근하는 것 을 감지하면 도망간다. 보통 큰 동물일수록 도주거리는 더 짧다. 기린은 도주거리가 매우 크기 때문에 사진촬영 시 원 거리 초점 렌즈를 사용해야만 했다. 공격거리는 항상 도주거리보다 짧다. 동물은 포식자가 도주거리 내로 접근 시에 도망칠 수 없는 경우 공격을 선택할 것이다.",
    "25) 26) 27) 28) 1) 2) 3) 4) 5) 6) 7) 8) 9) 10) 11) 12) 13) 14) 15) 16) 17) 18) 19) 20) 21) 22) 23) 24)"
  ],
  "sections": [
    {
      "title": "Page 1",
      "start_page": 1,
      "end_page": 1,
      "method": "Page-based"
    },
    {
      "title": "Page 2",
      "start_page": 2,
      "end_page": 2,
      "method": "Page-based"
    },
    {
      "title": "Page 3",
      "start_page": 3,
      "end_page": 3,
      "method": "Page-based"
    },
    {
      "title": "Page 4",
      "start_page": 4,
      "end_page": 4,
      "method": "Page-based"
    },
    {
      "title": "Page 5",
      "start_page": 5,
      "end_page": 5,
      "method": "Page-based"
    },
    {
      "title": "Page 6",
      "start_page": 6,
      "end_page": 6,
      "method": "Page-based"
    },
    {
      "title": "Page 7",
      "start_page": 7,
      "end_page": 7,
      "method": "Page-based"
    },
    {
      "title": "Page 8",
      "start_page": 8,
      "end_page": 8,
      "method": "Page-based"
    },
    {
      "title": "Page 9",
      "start_page": 9,
      "end_page": 9,
      "method": "Page-based"
    },
    {
      "title": "Page 10",
      "start_page": 10,
      "end_page": 10,
      "method": "Page-based"
    },
    {
      "title": "Page 11",
      "start_page": 11,
      "end_page": 11,
      "method": "Page-based"
    }
  ]
}